Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Get a summary when a month or week closes
bg: Получавайте резюме, когато приключи месец или седмица
cs: Získejte souhrn, když skončí měsíc nebo týden
da: Få et resumé, når en måned eller uge slutter
de: Erhalte eine Zusammenfassung, wenn ein Monat oder eine Woche endet
es: Recibe un resumen cuando termina un mes o una semana
fi: Saat yhteenvedon, kun kuukausi tai viikko päättyy
fr: Recevez un résumé à la fin d'un mois ou d'une semaine
it: Ricevi un riepilogo quando finisce un mese o una settimana
nb: Få en oppsummering når en måned eller uke avsluttes
nl: Ontvang een samenvatting wanneer een maand of week eindigt
pl: Otrzymuj podsumowanie, gdy kończy się miesiąc lub tydzień
pt: Receba um resumo quando um mês ou uma semana termina
ro: Primește un rezumat când se încheie o lună sau o săptămână
ru: Получайте сводку по завершении месяца или недели
sv: Få en sammanfattning när en månad eller vecka avslutas

source: Both
bg: И двете
cs: Obojí
da: Begge
de: Beide
es: Ambos
fi: Molemmat
fr: Les deux
it: Entrambi
nb: Begge
nl: Beide
pl: Oba
pt: Ambos
ro: Ambele
ru: Оба
sv: Båda

source: Every %@, for the week just finished. No monthly report card.
bg: Всеки %1$@, за току-що приключилата седмица. Без месечен отчет.
cs: Každé %1$@, za právě skončený týden. Bez měsíčního přehledu.
da: Hver %1$@, for ugen der lige er slut. Ingen månedsrapport.
de: Jeden %1$@, für die gerade beendete Woche. Kein monatlicher Bericht.
es: Cada %1$@, por la semana que acaba de terminar. Sin informe mensual.
fi: Joka %1$@, juuri päättyneeltä viikolta. Ei kuukausiraporttia.
fr: Chaque %1$@, pour la semaine écoulée. Pas de bilan mensuel.
it: Ogni %1$@, per la settimana appena conclusa. Nessun report mensile.
nb: Hver %1$@, for uken som nettopp ble avsluttet. Ingen månedsrapport.
nl: Elke %1$@, voor de week die net is afgelopen. Geen maandrapport.
pl: W każdy %1$@, za tydzień, który się właśnie zakończył. Bez raportu miesięcznego.
pt: Toda %1$@, para a semana que acabou. Sem relatório mensal.
ro: În fiecare %1$@, pentru săptămâna tocmai încheiată. Fără raport lunar.
ru: Каждый %1$@, за завершившуюся неделю. Без месячного отчёта.
sv: Varje %1$@, för veckan som just avslutats. Ingen månadsrapport.

source: Next one on %@ — monthly follows your pay-cycle start day.
bg: Следващото на %1$@ – месечното следва началния ден на платежния ви цикъл.
cs: Další %1$@ – měsíční se řídí dnem začátku vašeho výplatního cyklu.
da: Næste den %1$@ – den månedlige følger startdagen i din lønperiode.
de: Nächster am %1$@ – der monatliche folgt deinem Zahltag.
es: El próximo el %1$@; el mensual sigue el día de inicio de tu ciclo de pago.
fi: Seuraava %1$@ – kuukausittainen seuraa palkkajaksosi alkupäivää.
fr: Le prochain le %1$@ — le mensuel suit le jour de début de votre cycle de paie.
it: Il prossimo il %1$@: il mensile segue il giorno di inizio del tuo ciclo di paga.
nb: Neste den %1$@ – den månedlige følger startdagen i lønnssyklusen din.
nl: Volgende op %1$@ — de maandelijkse volgt je startdag van de betaalcyclus.
pl: Następne %1$@ — miesięczne zależy od dnia początku Twojego cyklu wypłat.
pt: O próximo em %1$@; o mensal segue o dia de início do seu ciclo de pagamento.
ro: Următorul pe %1$@ – cel lunar urmează ziua de început a ciclului tău de salariu.
ru: Следующий %1$@ — месячный зависит от дня начала вашего платёжного цикла.
sv: Nästa den %1$@ – den månatliga följer din löneperiods startdag.

source: Every %@, and again on %@ for the month. The weekly one is a short momentum check.
bg: Всеки %1$@ и отново на %2$@ за месеца. Седмичното е кратка проверка.
cs: Každé %1$@ a znovu %2$@ za měsíc. Týdenní je krátká kontrola.
da: Hver %1$@, og igen den %2$@ for måneden. Den ugentlige er et hurtigt tjek.
de: Jeden %1$@ und erneut am %2$@ für den Monat. Der wöchentliche ist ein kurzer Check.
es: Cada %1$@, y de nuevo el %2$@ para el mes. El semanal es una comprobación breve.
fi: Joka %1$@ ja uudelleen %2$@ kuukaudelta. Viikoittainen on lyhyt tarkistus.
fr: Chaque %1$@, et de nouveau le %2$@ pour le mois. Le récap hebdo est un point rapide.
it: Ogni %1$@ e di nuovo il %2$@ per il mese. Quello settimanale è un check rapido.
nb: Hver %1$@, og igjen den %2$@ for måneden. Den ukentlige er en kort sjekk.
nl: Elke %1$@, en opnieuw op %2$@ voor de maand. De wekelijkse is een korte check.
pl: W każdy %1$@ i ponownie %2$@ za miesiąc. Tygodniowe to krótkie sprawdzenie.
pt: Toda %1$@, e novamente em %2$@ para o mês. O semanal é uma verificação rápida.
ro: În fiecare %1$@ și din nou pe %2$@ pentru lună. Cel săptămânal e o verificare scurtă.
ru: Каждый %1$@ и снова %2$@ за месяц. Недельный — короткая проверка динамики.
sv: Varje %1$@ och igen den %2$@ för månaden. Den veckovisa är en kort avstämning.

source: Not a notification. It appears the next time you open Budgetty after the period ends, once per period, and closes to Home.
bg: Не е известие. Появява се при следващото отваряне на Budgetty след края на периода, веднъж на период, и се затваря към Начало.
cs: Není to oznámení. Zobrazí se při příštím otevření Budgetty po skončení období, jednou za období, a zavře se na Domů.
da: Ikke en notifikation. Den vises, næste gang du åbner Budgetty efter periodens slutning, én gang pr. periode, og lukker til Start.
de: Keine Benachrichtigung. Er erscheint, wenn du Budgetty nach dem Periodenende das nächste Mal öffnest, einmal pro Periode, und schließt zur Startseite.
es: No es una notificación. Aparece la próxima vez que abras Budgetty tras terminar el periodo, una vez por periodo, y se cierra al Inicio.
fi: Ei ilmoitus. Se näkyy, kun avaat Budgettyn seuraavan kerran jakson päätyttyä, kerran jaksossa, ja sulkeutuu Etusivulle.
fr: Ce n'est pas une notification. Il apparaît à la prochaine ouverture de Budgetty après la fin de la période, une fois par période, et se ferme vers l'Accueil.
it: Non è una notifica. Appare la prossima volta che apri Budgetty dopo la fine del periodo, una volta per periodo, e si chiude alla Home.
nb: Ikke et varsel. Det vises neste gang du åpner Budgetty etter at perioden er over, én gang per periode, og lukkes til Hjem.
nl: Geen melding. Het verschijnt de volgende keer dat je Budgetty opent na het einde van de periode, eenmaal per periode, en sluit naar Start.
pl: To nie powiadomienie. Pojawia się przy następnym otwarciu Budgetty po zakończeniu okresu, raz na okres, i zamyka się do ekranu głównego.
pt: Não é uma notificação. Aparece na próxima vez que abrir o Budgetty após o fim do período, uma vez por período, e fecha para o Início.
ro: Nu este o notificare. Apare data următoare când deschizi Budgetty după încheierea perioadei, o dată pe perioadă, și se închide spre Acasă.
ru: Это не уведомление. Появляется при следующем открытии Budgetty после окончания периода, один раз за период, и закрывается на Главный экран.
sv: Ingen avisering. Den visas nästa gång du öppnar Budgetty efter periodens slut, en gång per period, och stängs till Start.

source: Turn this on to get a short summary when a month or week closes. You can still open the last one from Insights.
bg: Включете за кратко резюме, когато приключи месец или седмица. Можете да отворите последното от Анализи.
cs: Zapněte pro krátký souhrn, když skončí měsíc nebo týden. Poslední můžete stále otevřít v Přehledech.
da: Slå til for et kort resumé, når en måned eller uge slutter. Du kan stadig åbne den seneste fra Indsigt.
de: Aktiviere dies für eine kurze Zusammenfassung, wenn ein Monat oder eine Woche endet. Den letzten kannst du weiterhin unter Statistiken öffnen.
es: Actívalo para recibir un breve resumen cuando termine un mes o una semana. Aún puedes abrir el último desde Estadísticas.
fi: Ota käyttöön saadaksesi lyhyen yhteenvedon, kun kuukausi tai viikko päättyy. Voit yhä avata viimeisimmän Havainnot-näkymästä.
fr: Activez pour recevoir un court résumé à la fin d'un mois ou d'une semaine. Vous pouvez toujours rouvrir le dernier depuis Analyses.
it: Attivalo per ricevere un breve riepilogo quando finisce un mese o una settimana. Puoi comunque riaprire l'ultimo da Statistiche.
nb: Slå på for en kort oppsummering når en måned eller uke avsluttes. Du kan fortsatt åpne den siste fra Innsikt.
nl: Zet dit aan voor een korte samenvatting wanneer een maand of week eindigt. Je kunt de laatste nog openen via Inzichten.
pl: Włącz, aby otrzymać krótkie podsumowanie, gdy kończy się miesiąc lub tydzień. Ostatnie nadal możesz otworzyć w Statystykach.
pt: Ative para receber um breve resumo quando um mês ou uma semana termina. Ainda pode abrir o último em Estatísticas.
ro: Activează pentru un rezumat scurt când se încheie o lună sau o săptămână. Poți deschide oricând ultimul din Statistici.
ru: Включите, чтобы получать короткую сводку по завершении месяца или недели. Последнюю можно открыть в Аналитике.
sv: Aktivera för en kort sammanfattning när en månad eller vecka avslutas. Du kan fortfarande öppna den senaste från Insikter.

source: Your last recap
bg: Последното ви обобщение
cs: Váš poslední přehled
da: Din seneste oversigt
de: Dein letzter Rückblick
es: Tu último resumen
fi: Viimeisin koosteesi
fr: Votre dernier récap
it: Il tuo ultimo riepilogo
nb: Din siste oppsummering
nl: Je laatste overzicht
pl: Twoje ostatnie podsumowanie
pt: Seu último resumo
ro: Ultimul tău rezumat
ru: Ваши последние итоги
sv: Din senaste sammanfattning

source: The summary from your last closed period
bg: Резюмето от последния ви приключил период
cs: Souhrn z vašeho posledního uzavřeného období
da: Resuméet fra din senest afsluttede periode
de: Die Zusammenfassung deiner letzten abgeschlossenen Periode
es: El resumen de tu último periodo cerrado
fi: Yhteenveto viimeisimmältä päättyneeltä jaksolta
fr: Le résumé de votre dernière période clôturée
it: Il riepilogo del tuo ultimo periodo chiuso
nb: Oppsummeringen fra din siste avsluttede periode
nl: De samenvatting van je laatst afgesloten periode
pl: Podsumowanie ostatniego zamkniętego okresu
pt: O resumo do seu último período fechado
ro: Rezumatul din ultima ta perioadă încheiată
ru: Сводка за последний завершённый период
sv: Sammanfattningen från din senast avslutade period

source: No recap yet. You will see one when a period closes.
bg: Все още няма обобщение. Ще видите такова, когато приключи период.
cs: Zatím žádný přehled. Uvidíte ho, až skončí období.
da: Ingen oversigt endnu. Du ser en, når en periode slutter.
de: Noch kein Rückblick. Du siehst einen, wenn eine Periode endet.
es: Aún no hay resumen. Verás uno cuando termine un periodo.
fi: Ei koostetta vielä. Näet sellaisen, kun jakso päättyy.
fr: Pas encore de récap. Vous en verrez un à la clôture d'une période.
it: Ancora nessun riepilogo. Ne vedrai uno alla chiusura di un periodo.
nb: Ingen oppsummering ennå. Du ser en når en periode avsluttes.
nl: Nog geen overzicht. Je ziet er een wanneer een periode eindigt.
pl: Brak podsumowania. Zobaczysz je, gdy okres się zakończy.
pt: Ainda sem resumo. Você verá um quando um período terminar.
ro: Încă niciun rezumat. Vei vedea unul când se încheie o perioadă.
ru: Итогов пока нет. Они появятся по завершении периода.
sv: Ingen sammanfattning ännu. Du ser en när en period avslutas.

source: MONTHLY RECAP
bg: МЕСЕЧНО ОБОБЩЕНИЕ
cs: MĚSÍČNÍ PŘEHLED
da: MÅNEDSOVERSIGT
de: MONATSRÜCKBLICK
es: RESUMEN MENSUAL
fi: KUUKAUSIKOOSTE
fr: RÉCAP MENSUEL
it: RIEPILOGO MENSILE
nb: MÅNEDSOPPSUMMERING
nl: MAANDOVERZICHT
pl: PODSUMOWANIE MIESIĄCA
pt: RESUMO MENSAL
ro: REZUMAT LUNAR
ru: ИТОГИ МЕСЯЦА
sv: MÅNADSSAMMANFATTNING

source: WEEKLY RECAP
bg: СЕДМИЧНО ОБОБЩЕНИЕ
cs: TÝDENNÍ PŘEHLED
da: UGEOVERSIGT
de: WOCHENRÜCKBLICK
es: RESUMEN SEMANAL
fi: VIIKKOKOOSTE
fr: RÉCAP HEBDO
it: RIEPILOGO SETTIMANALE
nb: UKESOPPSUMMERING
nl: WEEKOVERZICHT
pl: PODSUMOWANIE TYGODNIA
pt: RESUMO SEMANAL
ro: REZUMAT SĂPTĂMÂNAL
ru: ИТОГИ НЕДЕЛИ
sv: VECKOSAMMANFATTNING

source: See details
bg: Виж детайли
cs: Zobrazit detaily
da: Se detaljer
de: Details ansehen
es: Ver detalles
fi: Näytä tiedot
fr: Voir les détails
it: Vedi dettagli
nb: Se detaljer
nl: Details bekijken
pl: Zobacz szczegóły
pt: Ver detalhes
ro: Vezi detalii
ru: Подробнее
sv: Visa detaljer

source: Your %@, in review
bg: Вашият %1$@ накратко
cs: Váš %1$@ v přehledu
da: Din %1$@ i tilbageblik
de: Dein %1$@ im Rückblick
es: Tu %1$@, en resumen
fi: %1$@ katsauksessa
fr: Votre %1$@, en revue
it: Il tuo %1$@, in sintesi
nb: Din %1$@ i tilbakeblikk
nl: Je %1$@ in het kort
pl: Twój %1$@ w przeglądzie
pt: O seu %1$@, em resumo
ro: %1$@, pe scurt
ru: Ваш %1$@: обзор
sv: Din %1$@ i återblick

source: Your week, in review
bg: Вашата седмица накратко
cs: Váš týden v přehledu
da: Din uge i tilbageblik
de: Deine Woche im Rückblick
es: Tu semana, en resumen
fi: Viikkosi katsauksessa
fr: Votre semaine, en revue
it: La tua settimana, in sintesi
nb: Din uke i tilbakeblikk
nl: Je week in het kort
pl: Twój tydzień w przeglądzie
pt: A sua semana, em resumo
ro: Săptămâna ta, pe scurt
ru: Ваша неделя: обзор
sv: Din vecka i återblick

source: Tap to move forward, tap the left edge to go back.
bg: Докоснете за напред, докоснете вляво за назад.
cs: Klepnutím přejdete dál, klepnutím vlevo zpět.
da: Tryk for at gå frem, tryk til venstre for at gå tilbage.
de: Tippe zum Weiterblättern, tippe links zum Zurückgehen.
es: Toca para avanzar, toca el borde izquierdo para volver.
fi: Napauta siirtyäksesi eteenpäin, napauta vasemmalta palataksesi.
fr: Touchez pour avancer, touchez le bord gauche pour revenir.
it: Tocca per andare avanti, tocca il bordo sinistro per tornare indietro.
nb: Trykk for å gå videre, trykk til venstre for å gå tilbake.
nl: Tik om vooruit te gaan, tik links om terug te gaan.
pl: Dotknij, aby przejść dalej, dotknij po lewej, aby cofnąć.
pt: Toque para avançar, toque na borda esquerda para voltar.
ro: Atinge pentru a avansa, atinge în stânga pentru a reveni.
ru: Коснитесь, чтобы листать вперёд, коснитесь слева, чтобы вернуться.
sv: Tryck för att gå framåt, tryck till vänster för att gå tillbaka.

source: Tap to start
bg: Докоснете, за да започнете
cs: Klepnutím začněte
da: Tryk for at starte
de: Zum Starten tippen
es: Toca para empezar
fi: Napauta aloittaaksesi
fr: Touchez pour commencer
it: Tocca per iniziare
nb: Trykk for å starte
nl: Tik om te beginnen
pl: Dotknij, aby rozpocząć
pt: Toque para começar
ro: Atinge pentru a începe
ru: Коснитесь, чтобы начать
sv: Tryck för att börja

source: YOU SPENT IN %@
bg: ИЗХАРЧЕНО: %1$@
cs: UTRACENO: %1$@
da: DU BRUGTE I %1$@
de: AUSGEGEBEN IM %1$@
es: GASTASTE EN %1$@
fi: KULUT: %1$@
fr: DÉPENSÉ EN %1$@
it: HAI SPESO A %1$@
nb: DU BRUKTE I %1$@
nl: JE GAF UIT IN %1$@
pl: WYDATKI: %1$@
pt: VOCÊ GASTOU EM %1$@
ro: AI CHELTUIT ÎN %1$@
ru: ПОТРАЧЕНО ЗА %1$@
sv: DU SPENDERADE I %1$@

source: vs %@
bg: спрямо %1$@
cs: vs %1$@
da: mod %1$@
de: vs. %1$@
es: frente a %1$@
fi: vs %1$@
fr: vs %1$@
it: vs %1$@
nb: mot %1$@
nl: t.o.v. %1$@
pl: vs %1$@
pt: vs %1$@
ro: față de %1$@
ru: vs %1$@
sv: mot %1$@

source: %@ less than %@ (%@).
bg: %1$@ по-малко от %2$@ (%3$@).
cs: %1$@ méně než %2$@ (%3$@).
da: %1$@ mindre end %2$@ (%3$@).
de: %1$@ weniger als %2$@ (%3$@).
es: %1$@ menos que %2$@ (%3$@).
fi: %1$@ vähemmän kuin %2$@ (%3$@).
fr: %1$@ de moins qu'en %2$@ (%3$@).
it: %1$@ in meno di %2$@ (%3$@).
nb: %1$@ mindre enn %2$@ (%3$@).
nl: %1$@ minder dan %2$@ (%3$@).
pl: %1$@ mniej niż %2$@ (%3$@).
pt: %1$@ a menos que %2$@ (%3$@).
ro: %1$@ mai puțin decât %2$@ (%3$@).
ru: На %1$@ меньше, чем %2$@ (%3$@).
sv: %1$@ mindre än %2$@ (%3$@).

source: %@ more than %@ (%@).
bg: %1$@ повече от %2$@ (%3$@).
cs: %1$@ více než %2$@ (%3$@).
da: %1$@ mere end %2$@ (%3$@).
de: %1$@ mehr als %2$@ (%3$@).
es: %1$@ más que %2$@ (%3$@).
fi: %1$@ enemmän kuin %2$@ (%3$@).
fr: %1$@ de plus qu'en %2$@ (%3$@).
it: %1$@ in più di %2$@ (%3$@).
nb: %1$@ mer enn %2$@ (%3$@).
nl: %1$@ meer dan %2$@ (%3$@).
pl: %1$@ więcej niż %2$@ (%3$@).
pt: %1$@ a mais que %2$@ (%3$@).
ro: %1$@ mai mult decât %2$@ (%3$@).
ru: На %1$@ больше, чем %2$@ (%3$@).
sv: %1$@ mer än %2$@ (%3$@).

source: Your total spending for %@.
bg: Общите ви разходи за %1$@.
cs: Vaše celkové výdaje za %1$@.
da: Dine samlede udgifter for %1$@.
de: Deine Gesamtausgaben für %1$@.
es: Tu gasto total de %1$@.
fi: Kokonaiskulusi jaksolta %1$@.
fr: Votre dépense totale de %1$@.
it: La tua spesa totale di %1$@.
nb: Dine totale utgifter for %1$@.
nl: Je totale uitgaven voor %1$@.
pl: Twoje łączne wydatki za %1$@.
pt: Seu gasto total de %1$@.
ro: Cheltuielile tale totale pentru %1$@.
ru: Ваши общие траты за %1$@.
sv: Dina totala utgifter för %1$@.

source: WELLBEING SCORE
bg: ОЦЕНКА ЗА БЛАГОСЪСТОЯНИЕ
cs: SKÓRE POHODY
da: TRIVSELSSCORE
de: WOHLBEFINDEN-SCORE
es: PUNTUACIÓN DE BIENESTAR
fi: HYVINVOINTIPISTEET
fr: SCORE DE BIEN-ÊTRE
it: PUNTEGGIO DI BENESSERE
nb: VELVÆRE-SKÅR
nl: WELZIJNSSCORE
pl: WSKAŹNIK DOBROSTANU
pt: PONTUAÇÃO DE BEM-ESTAR
ro: SCOR DE BUNĂSTARE
ru: ИНДЕКС БЛАГОПОЛУЧИЯ
sv: VÄLMÅENDEPOÄNG

source: Built from savings, budget, goals, trend and subscriptions. Updates monthly.
bg: На база спестявания, бюджет, цели, тенденция и абонаменти. Обновява се месечно.
cs: Založeno na spoření, rozpočtu, cílech, trendu a předplatných. Aktualizuje se měsíčně.
da: Bygget på opsparing, budget, mål, tendens og abonnementer. Opdateres hver måned.
de: Aus Sparen, Budget, Zielen, Trend und Abos. Wird monatlich aktualisiert.
es: Basada en ahorro, presupuesto, objetivos, tendencia y suscripciones. Se actualiza cada mes.
fi: Perustuu säästöihin, budjettiin, tavoitteisiin, trendiin ja tilauksiin. Päivittyy kuukausittain.
fr: Basé sur l'épargne, le budget, les objectifs, la tendance et les abonnements. Mis à jour chaque mois.
it: Basato su risparmio, budget, obiettivi, andamento e abbonamenti. Si aggiorna ogni mese.
nb: Bygget på sparing, budsjett, mål, trend og abonnementer. Oppdateres hver måned.
nl: Gebaseerd op sparen, budget, doelen, trend en abonnementen. Wordt maandelijks bijgewerkt.
pl: Na podstawie oszczędności, budżetu, celów, trendu i subskrypcji. Aktualizowany co miesiąc.
pt: Baseada em poupança, orçamento, metas, tendência e assinaturas. Atualiza a cada mês.
ro: Bazat pe economii, buget, obiective, tendință și abonamente. Se actualizează lunar.
ru: На основе сбережений, бюджета, целей, динамики и подписок. Обновляется ежемесячно.
sv: Byggd på sparande, budget, mål, trend och prenumerationer. Uppdateras varje månad.

source: YOUR BIGGEST MOVE
bg: ВАШАТА НАЙ-ГОЛЯМА ПРОМЯНА
cs: VAŠE NEJVĚTŠÍ ZMĚNA
da: DIN STØRSTE ÆNDRING
de: DEINE GRÖSSTE VERÄNDERUNG
es: TU MAYOR CAMBIO
fi: SUURIN MUUTOKSESI
fr: VOTRE PLUS GROS CHANGEMENT
it: IL TUO CAMBIAMENTO PIÙ GRANDE
nb: DIN STØRSTE ENDRING
nl: JE GROOTSTE VERANDERING
pl: TWOJA NAJWIĘKSZA ZMIANA
pt: SUA MAIOR MUDANÇA
ro: CEA MAI MARE SCHIMBARE A TA
ru: ВАШЕ ГЛАВНОЕ ИЗМЕНЕНИЕ
sv: DIN STÖRSTA FÖRÄNDRING

source: %@ dropped from %@ to %@.
bg: %1$@ спадна от %2$@ до %3$@.
cs: %1$@ kleslo z %2$@ na %3$@.
da: %1$@ faldt fra %2$@ til %3$@.
de: %1$@ sank von %2$@ auf %3$@.
es: %1$@ bajó de %2$@ a %3$@.
fi: %1$@ laski: %2$@ → %3$@.
fr: %1$@ est passé de %2$@ à %3$@.
it: %1$@ è sceso da %2$@ a %3$@.
nb: %1$@ falt fra %2$@ til %3$@.
nl: %1$@ daalde van %2$@ naar %3$@.
pl: %1$@ spadło z %2$@ do %3$@.
pt: %1$@ caiu de %2$@ para %3$@.
ro: %1$@ a scăzut de la %2$@ la %3$@.
ru: %1$@ снизились с %2$@ до %3$@.
sv: %1$@ minskade från %2$@ till %3$@.

source: %@ rose from %@ to %@.
bg: %1$@ се повиши от %2$@ до %3$@.
cs: %1$@ vzrostlo z %2$@ na %3$@.
da: %1$@ steg fra %2$@ til %3$@.
de: %1$@ stieg von %2$@ auf %3$@.
es: %1$@ subió de %2$@ a %3$@.
fi: %1$@ nousi: %2$@ → %3$@.
fr: %1$@ est passé de %2$@ à %3$@.
it: %1$@ è salito da %2$@ a %3$@.
nb: %1$@ steg fra %2$@ til %3$@.
nl: %1$@ steeg van %2$@ naar %3$@.
pl: %1$@ wzrosło z %2$@ do %3$@.
pt: %1$@ subiu de %2$@ para %3$@.
ro: %1$@ a crescut de la %2$@ la %3$@.
ru: %1$@ выросли с %2$@ до %3$@.
sv: %1$@ ökade från %2$@ till %3$@.

source: %@ went down %@.
bg: %1$@ спадна с %2$@.
cs: %1$@ kleslo o %2$@.
da: %1$@ faldt %2$@.
de: %1$@ sank um %2$@.
es: %1$@ bajó %2$@.
fi: %1$@ laski %2$@.
fr: %1$@ a baissé de %2$@.
it: %1$@ è sceso di %2$@.
nb: %1$@ falt %2$@.
nl: %1$@ daalde %2$@.
pl: %1$@ spadło o %2$@.
pt: %1$@ caiu %2$@.
ro: %1$@ a scăzut cu %2$@.
ru: %1$@ снизились на %2$@.
sv: %1$@ minskade med %2$@.

source: %@ went up %@.
bg: %1$@ се повиши с %2$@.
cs: %1$@ vzrostlo o %2$@.
da: %1$@ steg %2$@.
de: %1$@ stieg um %2$@.
es: %1$@ subió %2$@.
fi: %1$@ nousi %2$@.
fr: %1$@ a augmenté de %2$@.
it: %1$@ è salito di %2$@.
nb: %1$@ steg %2$@.
nl: %1$@ steeg %2$@.
pl: %1$@ wzrosło o %2$@.
pt: %1$@ subiu %2$@.
ro: %1$@ a crescut cu %2$@.
ru: %1$@ выросли на %2$@.
sv: %1$@ ökade med %2$@.

source: BUDGET
bg: БЮДЖЕТ
cs: ROZPOČET
es: PRESUPUESTO
fi: BUDJETTI
nb: BUDSJETT
pl: BUDŻET
pt: ORÇAMENTO
ro: BUGET
ru: БЮДЖЕТ

source: Under budget this month
bg: В рамките на бюджета този месец
cs: V rozpočtu tento měsíc
da: Inden for budgettet denne måned
de: Diesen Monat im Budget
es: Dentro del presupuesto este mes
fi: Budjetissa tässä kuussa
fr: Dans le budget ce mois-ci
it: Entro il budget questo mese
nb: Innenfor budsjett denne måneden
nl: Binnen budget deze maand
pl: W budżecie w tym miesiącu
pt: Dentro do orçamento este mês
ro: În buget luna aceasta
ru: В рамках бюджета в этом месяце
sv: Inom budget denna månad

source: %lld months under budget in a row
bg: %1$lld месеца поред в рамките на бюджета
cs: %1$lld měsíců v řadě v rozpočtu
da: %1$lld måneder i træk inden for budgettet
de: %1$lld Monate in Folge im Budget
es: %1$lld meses seguidos dentro del presupuesto
fi: %1$lld kuukautta putkeen budjetissa
fr: %1$lld mois d'affilée dans le budget
it: %1$lld mesi di fila entro il budget
nb: %1$lld måneder på rad innenfor budsjett
nl: %1$lld maanden op rij binnen budget
pl: %1$lld miesięcy z rzędu w budżecie
pt: %1$lld meses seguidos dentro do orçamento
ro: %1$lld luni la rând în buget
ru: %1$lld месяцев подряд в рамках бюджета
sv: %1$lld månader i rad inom budget

source: Under budget in %lld of %lld categories
bg: В рамките на бюджета в %1$lld от %2$lld категории
cs: V rozpočtu u %1$lld z %2$lld kategorií
da: Inden for budgettet i %1$lld af %2$lld kategorier
de: Im Budget in %1$lld von %2$lld Kategorien
es: Dentro del presupuesto en %1$lld de %2$lld categorías
fi: Budjetissa %1$lld/%2$lld kategoriassa
fr: Dans le budget pour %1$lld catégories sur %2$lld
it: Entro il budget in %1$lld categorie su %2$lld
nb: Innenfor budsjett i %1$lld av %2$lld kategorier
nl: Binnen budget in %1$lld van %2$lld categorieën
pl: W budżecie w %1$lld z %2$lld kategorii
pt: Dentro do orçamento em %1$lld de %2$lld categorias
ro: În buget la %1$lld din %2$lld categorii
ru: В рамках бюджета в %1$lld из %2$lld категорий
sv: Inom budget i %1$lld av %2$lld kategorier

source: Safe to spend, at the close
bg: Налично за харчене, в края
cs: K dispozici k utracení, na konci
da: Tilbage at bruge, ved afslutning
de: Verfügbar zum Ausgeben, zum Abschluss
es: Disponible para gastar, al cierre
fi: Käytettävissä jakson lopussa
fr: Reste à dépenser, à la clôture
it: Disponibile da spendere, alla chiusura
nb: Igjen å bruke, ved avslutning
nl: Beschikbaar om uit te geven, bij afsluiting
pl: Dostępne do wydania, na koniec
pt: Disponível para gastar, no fechamento
ro: Disponibil de cheltuit, la închidere
ru: Доступно к тратам на конец периода
sv: Kvar att spendera, vid avslut

source: BUYING LIMITS
bg: ЛИМИТИ ЗА ПОКУПКИ
cs: NÁKUPNÍ LIMITY
da: KØBSGRÆNSER
de: KAUFLIMITS
es: LÍMITES DE COMPRA
fi: OSTORAJAT
fr: LIMITES D'ACHAT
it: LIMITI DI ACQUISTO
nb: KJØPSGRENSER
nl: KOOPLIMIETEN
pl: LIMITY ZAKUPÓW
pt: LIMITES DE COMPRA
ro: LIMITE DE CUMPĂRARE
ru: ЛИМИТЫ ПОКУПОК
sv: KÖPGRÄNSER
